Repository: Lernstick/lernstick-install-upgrades
Catalog: po/*/install-software-upgrades.po
Languages: de_ch

source: Don't close this window!
de_ch: Dieses Fenster nicht schliessen!

source: Please wait until all upgrades have been installed...
de_ch: Bitte warten, bis alle Aktualisierungen installiert wurden...

source: WARNING: /sbin/auplink not found. Can't clean up file system. Please install the package "aufs-tools".\nPress ENTER to continue...
de_ch: WARNUNG: /sbin/auplink nicht gefunden. Das Dateisystem kann nicht aufgeräumt werden. Bitte installieren Sie das Paket "aufs-tools".\nZum Fortfahren ENTER drücken...

source: Key press detected. Window is not closed automatically.
de_ch: Tastendruck erkannt. Fenster wird nicht automatisch geschlossen.

source: This window will be closed automatically in $TIMEOUT seconds.
de_ch: Dieses Fenster wird in $TIMEOUT Sekunden automatisch geschlossen.

source: Press any key to keep this window open.
de_ch: Eine Taste drücken, um dieses Fenster geöffnet zu lassen.

source: Don't unplug the power supply of your computer!
de_ch: Entfernen Sie NICHT die Stromversorgung ihres Computers!

source: Connect a power supply to your computer!
de_ch: Schliessen Sie ihren Computer an eine Stromversorgung an!

source: The upgrades will be running in a terminal window.\nDon't close this window!
de_ch: Die Aktualisierungen werden in einem Terminal-Fenster ausgeführt.\nDieses Fenster NICHT schliessen!

source: Don't turn off the computer!
de_ch: Schalten Sie den Computer NICHT aus!

source: The upgrade process finished.
de_ch: Die Aktualisierungen sind abgeschlossen.
